{
  "authors": {
    "tolstoy": {
      "bio": "Лев Толстой – глава русской литературы, просветитель, публицист, религиозный мыслитель, член-корреспондент Императорской Академии наук, почетный академик по разряду изящной словесности, обладатель Императорского ордена Святой Анны, медалей «За защиту Севастополя», «В память войны 1853-1856», «В память 50-летия защиты Севастополя».  Лев Толстой родился 9 сентября 1828 года в Ясной Поляне Тульской губернии в дворянской семье. Когда мальчику было два года, его мать умерла. Еще через семь лет ушел из жизни отец. Опекуном Льва выступала тетя из Казани. Атмосферу взросления в ее семье писатель позже вспоминал в повести «Детство».  Поначалу учился Толстой на дому – с ним занимались французские и немецкие преподаватели. А в 1843 году он начал посещать лекции факультета восточной словесности Императорского Казанского университета. Но из-за плохой успеваемости впоследствии он был переведен на юридический факультет. Там тоже не срослось – не хотел писатель учиться по чьему-то указанию, любил постигать науки самостоятельно. А потому в 1847 году, не доведя дело до степени, Лев перестал гнаться за высшим образованием и решил отправиться домой, чтобы заняться фермерством. Хотя и это у него из-за частых отлучек с Ясной Поляны выходило не слишком резво. Отметив, что у него неплохо получается вести дневник, Толстой решил поехать в Москву – попробовать себя в писательстве. Одновременно с этим увлекся картами, что позже повлекло за собой большие долги.  Будучи молодым, Лев Толстой участвовал в военных действиях вместе с братом Николаем. Сначала в качестве юнкера в кавказских горах – затем перевелся в Севастополь, где командовал батареей. Впоследствии полученный опыт лег в основу или лейтмотив произведений:  «Казаки»; «Хаджи-Мурат»; «Разжалованный»; «Рубка леса»; «Набег»; «Севастопольские рассказы»; «Отрочество»; «Юность». Лев Толстой: к славе Известность в литературных кругах начала понемногу приходить к Толстому в 1855 году после написания рассказов о праве крепостных «Поликушка» и «Утро помещика». С 1857 по 1860 годы Лев обращался к странствиям, где создал школьные учебники. В 1859 году он даже открыл школу для крестьянских детей. А позже из-под его пера посыпались такие известные и подарившие ему небывалую славу произведения, как:  «Война и мир»; «Анна Каренина»; «После бала»; «За что»; «Власть тьмы»; «Воскресенье». В восьмидесятых годах Толстой решил отлучиться от церкви, не найдя в религии правды. Было время, когда творца даже посещали мысли о самоубийстве, но его сердце все-таки перестало биться из-за старости и болезни – осенью 1910 года, когда писателю было 82 года Толстому стало плохо в поезде, направляющемся в Козельск. На железнодорожной станции Астапово начальник дал ему приют. Через неделю мучительных страданий писателя не стало. 9 ноября в Ясной Поляне собрались несколько тысяч человек на прощание со Львом Толстым. Это были первые публичные похороны знаменитого человека, которые прошли не по православному обряду.",
      "books": {
        "warAndPeace1": {
          "description": "В книгу входит первый том романа-эпопеи «Война и мир». Для старшего школьного возраста.",
          "pubDate": "08.09.2017",
          "title": "Война и мир. Том 1",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace2": {
          "description": "В книгу входит второй том романа-эпопеи «Война и мир». Для старшего школьного возраста.",
          "pubDate": "08.09.2017",
          "title": "Война и мир. Том 2",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace3": {
          "description": "В книгу входит третий том романа-эпопеи «Война и мир». Для старшего школьного возраста.",
          "pubDate": "08.09.2017",
          "title": "Война и мир. Том 3",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "warAndPeace4": {
          "description": "В книгу входит четвертый том романа-эпопеи «Война и мир». Для старшего школьного возраста.",
          "pubDate": "08.09.2017",
          "title": "Война и мир. Том 4",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "karenina": {
          "description": "«Анна Каренина», один из самых знаменитых романов Льва Толстого, начинается ставшей афоризмом фразой: «Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему». Это книга о вечных ценностях: о любви, о вере, о семье, о человеческом достоинстве.",
          "pubDate": "06.11.2008",
          "title": "Анна Каренина",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        }
      },
      "firstname": "Лев",
      "lastname": "Толстой",
      "middlename": "Николаевич"
    },
    "raid": {
      "firstname": "Анна",
      "lastname": "Рейд",
      "middlename": "",
      "bio": "Айн Рэнд – американская писательница и философ еврейского происхождения родом из России, создательница философии объективизма, двукратная обладательница премии «Прометей».\n\nАйн Рэнд, при рождении Алиса Зиновьевна Розенбаум, появилась на свет 2 февраля 1905 года в Санкт-Петербурге в еврейской семье фармацевта и зубного техника, относящейся к зажиточным за счет того, что отец Айн в 1914 году стал владельцем аптеки в центре города.\n\nДевочка научилась читать в четыре года, а спустя еще несколько лет начала сочинять первые рассказы. Сначала Алиса училась в женской гимназии М. Н. Стоюниной. Но в 1917 году после революции в России собственность ее отца конфисковали, и ему пришлось перевезти семью в Крым, где девочка окончила школу в Евпатории.\n\n2 октября 1921 года Рэнд подала документы в Петроградский университет на специальность «социальная педагогика», в рамках которой изучала историю, филологию и право. Окончила учебное заведение она в 1924 году, а уже через год в издательской серии «Популярная кинобиблиотечка» отдельной книгой вышло ее первое творение – рассказ о творчестве популярной актрисы немого кино Полы Негри.\n\nВ 1925 году Айн выдали студенческую визу в США, и в феврале 1926 года она приехала в Чикаго, в дом кузенов матери. Затем она начала работать статисткой в Голливуде. В 1929 году, выйдя замуж за артиста кино Фрэнка О’Коннора, 13 марта 1931 года она получила американское гражданство.\n\nС 1927 по 1932 год Айн Рэнд трудилась официанткой, продавщицей газетных подписок и костюмером. А затем ей удалось продать кинокомпании Universal Studios сценарий «Красная пешка» за полторы тысячи долларов. Это было отличным начальным вложением в занятие литературным творчеством.\n\nАйн Рэнд: книги\nСтоит отметить, что первый рассказ на английском языке «Муж, которого я купила» Рэнд написала еще в 1926 году, как только приехала в США, но он не издавался вплоть до 1984 года. Первой же работой, которую увидела публика, стал роман «Мы – живые» о жизни лишенцев в СССР, который Рэнд сочиняла целых шесть лет: сначала его оценили американские читатели в 1936 году, а через год – английские. Но, увы, большого отклика он не вызвал.\n\nВ 1942 году режим Муссолини, выявив в романе критику советского коммунизма, без ведома Айн Рэнд приказал его экранизировать. Именно это стало большим толчком к последующей популярности писательницы: в фильме снялись ведущие актеры итальянского кино, и после его выхода суммарный тираж книги достиг двух миллионов экземпляров. Затем из-под пера Айн Рэнд буквально посыпались гениальные произведения:\n\n«Гимн» (1937);\n«Источник» (1943);\n«Атлант расправил плечи» (1957);\n«Для нового интеллектуала» (1961);\n«Добродетель эгоизма» (1964);\n«Капитализм: неизвестный идеал» (1966);\n«Новые левые: антииндустриальная революция» (1971);\n«Введение в философию познания объективизма» (1979);\n«Философия: кому она необходима» (1982).\nАйн Рэнд умерла от сердечной недостаточности 6 марта 1982 года. Похоронена на кладбище Кенсико в городе Валгалле штата Нью-Йорк.б",
      "books": {
        "atlant": {
          "description": "Насколько тяжела судьба бизнесменов, в эпоху социализма вынужденных существовать в хаосе, маскируемом под процветание народа и равные возможности всех людей? Об этом расскажет великолепный роман Айн Рэнд, на написание которого она потратила двенадцать лет!\n\nВ нем своеобразно сочетаются реализм и фантастика, антиутопия и утопия, испепеляющий гротеск и романтическая героика. Здесь очень по-новому отражены известные литературные «проклятые вопросы» о смысле жизни и предложены парадоксальные, острые и нередко спорные ответы. Не зря в 1991 году американцы утверждали, что Библия и «Атлант расправил плечи» – две книги, которые заставили их жизни перемениться.\n\nПроизведение действительно\n\nменяет мировоззрение,\nформирует целостное восприятие мира,\nотвечает на вечные вопросы о социальном значении предпринимательства.\nИменно поэтому оно попало в список бестселлеров «Нью-Йорк Таймс» спустя всего три дня с момента старта продаж. Что ж, не упустите возможность узнать всю подноготную рыночных бизнес-процессов и жизненных неурядиц, чтобы в случае необходимости принять верное решение!",
          "pubDate": "12.10.2012",
          "title": "Атлант расправил плечи",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        },
        "alive": {
          "description": "Книга была опубликована в 1936 году в США и сразу же разошлась тиражом в три миллиона экземпляров. В ней писательница публично выступает против коммунизма, раскрывает его неприглядную суть и то, как он меняет личности людей. Она отмечает, что произведение отчасти автобиографично, прежде всего, в интеллектуальном смысле.\n\nЦентральная тема романа – борьба личности против государственной тирании. Трое молодых людей пытаются достичь своих целей в послереволюционной России. Лео – представитель аристократии, Андрей – идейный коммунист, сотрудник ГПУ, Кира – молодая девушка, стремящаяся к независимости. Лео не выдерживает пролетарского давление и предает себя, своих близких. Андрей же, напротив, отказывается от своих идеалов, чтобы помочь возлюбленной.",
          "pubDate": "07.10.2012",
          "title": "Мы живые",
          "comments": [
            {
              "text": "1"
            },
            {
              "text": "2"
            },
            {
              "text": "3"
            },
            {
              "text": "4"
            },
            {
              "text": "5"
            },
            {
              "text": "6"
            },
            {
              "text": "7"
            },
            {
              "text": "8"
            },
            {
              "text": "9"
            },
            {
              "text": "10"
            },
            {
              "text": "11"
            },
            {
              "text": "12"
            },
            {
              "text": "13"
            }
          ]
        }
      }
    }
  }
}
